Repository: Engagecraft-Solutions/predictor-ios-espn
Catalog: Sources/predictorespn/Assets/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt, ru

source: This season, predict Champions League results – and climb the leaderboards!
de: Tippe die Ergebnisse der Champions League in dieser Saison - und klettere in der Rangliste nach oben!
es: Esta temporada, pronostica los resultados de la Champions League y ¡asciende en la clasificación!
fr: Cette saison, pronostiquez les résultats de la Ligue des champions et grimpez dans les classements!
it: In questa stagione, indovina i risultati della Champions League e scala le classifiche!
pt: Esta época, preveja os resultados da Champions League e suba nas classificações!
ru: Угадывай результаты Лиги чемпионов и поднимайся в рейтинге!

source: Forwards
de: Stürmer
es: Delanteros
fr: Attaquants
it: Attaccanti
pt: Avançados
ru: Нападающие

source: Midfielders
de: Mittelfeldspieler
es: Centrocampistas
fr: Milieux
it: Centrocampisti
pt: Médios
ru: Полузащитники

source: Defenders
de: Verteidiger
es: Defensas
fr: Défenseurs
it: Difensori
pt: Defesas
ru: Защитники

source: Goalkeepers
de: Torhüter
es: Porteros
fr: Gardiens
it: Portieri
pt: Guarda-redes
ru: Вратари

source: No first goalscorer
de: Kein erster Torschütze
es: Sin primer goleador
fr: Pas de premier buteur
it: Nessuna prima marcatrice
pt: Sem primeiro autor de golo
ru: Никто не забьет

# Predict every Champions League result – how many will you get right?
source: Predict Champions League results – how many will you get right?
de: Tippe die Ergebnisse der Champions League - wie viele wirst du richtig haben?
es: Pronostica los resultados de la Champions League: ¿cuántos acertarás?
fr: Pronostiquez les résultats de la Champions League. Combien en aurez-vous de juste?
it: Pronostica tutti i risultati della Champions League: quanti ne indovinerai?
pt: Preveja resultados da Champions League - em quantos vai acertar?
ru: Предсказывай результаты матчей Лиги чемпионов! Сколько угадаешь?

# Check out my predictions. Share pre-matchday
source: Check out my predictions for {MD}. Think you can do better? Predict Champions League results and let’s find out! #UCLpredictsix
de: Schau dir meine Tipps an für {MD}. Du denkst, du kannst es besser? Dann tippe die Ergebnisse der Champions League und lass es uns herausfinden! #UCLpredictsix
es: Comprueba mis pronósticos para la {MD}. ¿Crees que puedes hacerlo mejor? ¡Pronostica los marcadores de la Champions League y averigüémoslo! #UCLpredictsix
fr: Regarde mes pronostics pour {MD}! Tu fais mieux? Prouve-le 😀 #UCLpronos6
it: Scopri i miei pronostici per {MD}. Pensi di poter fare di meglio? Pronostica tutti i risultati di Champions League e scopriamolo! #UCLPredictor
pt: Confira os meus prognósticos para {MD}. Pensa que pode fazer melhor? Faça os seus prognósticos para jogos da Champions League! #UCLpredictsix
ru: Посмотри мои прогнозы на {MD}. Можешь лучше? Предскажи результаты Лиги чемпионов, и давай проверим! #UCLpredictsix

# Check out my predictions. Share post-matchday
source: Check out my Predict Six score for {MD} in the Champions League! Think you can do better? Start predicting now and let’s find out! #UCLpredictsix
de: Schau dir meine Punkte bei Predict Six an für {MD} in der Champions League. Du denkst, du kannst es besser? Dann fange jetzt an zu tippen und lass es uns herausfinden! #UCLpredictsix
es: ¡Comprueba mi puntuación en el Pronostica Seis de la {MD} en la Champions League! ¿Crees que puedes hacerlo mejor? ¡Empieza a pronosticar ahora y averigüémoslo! #UCLpredictsix
fr: Regarde mon score à Pronos 6 pour {MD}. Tu fais mieux? Lance-toi et prouve-le 😀 #UCLpronos6
it: Guarda il mio punteggio Predictor per {MD} in Champions League! Puoi fare meglio? Inizia a giocare e scopriamolo! #UCLPredictor
pt: Confira minha pontuação no Adivinhe Seis para {MD} na Champions League! Pensa que pode fazer melhor? Faça já os seus prognósticos! #UCLpredictsix
ru: Посмотри, какой у меня результат в Лиге чемпионов за {MD}! Можешь лучше? Сделай свои прогнозы, и давай выясним! #UCLpredictsix

source: It's been an amazing season – come back in September to start afresh!
de: Es war eine tolle Saison - komm im September wieder, um von vorne zu beginnen!
es: Ha sido una temporada increíble. ¡Vuelve en septiembre para empezar de nuevo!
fr: Cette saison a été extraordinaire, revenez en septembre et on remet ça!
it: È stata una stagione fantastica – torna a settembre per ricominciare da capo!
pt: Foi uma época incrível - regresse em Setembro para começar de novo!
ru: Завершился еще один увлекательный сезон. Увидимся снова в сентябре!

# Match Predictor
source: Champions League Predict Six
es: Pronostica Seis de la Champions League
fr: Pronos 6 Champions League
it: Predictor Champions League
pt: Adivinhe Seis da Champions League
ru: Predict Six по Лиге чемпионов

# Predictor
source: Predict Six
es: Pronostica Seis
fr: Pronos 6
pt: Adivinhe Seis
