Repository: Engagecraft-Solutions/predictor-ios-espn
Catalog: Sources/predictor/Assets/*.lproj/Localizable.strings
Languages: fr, it, pt, ru

source: Check out my predictions. Follow the link below to see my picks and make your own. Let’s see who gets the highest score!
fr: T'as vu pronostics! Clique sur le lien et fais les tiens. On va voir qui est au top!
it: Dai un'occhiata ai miei pronostici. Segui il link qui sotto per scoprire le mie scelte e crearne una tua. Vediamo chi totalizza il punteggio più alto!
pt: Confira os meus prognósticos. Siga a ligação em baixo para ver as minhas escolhas e faça as suas. Vamos ver quem consegue pontuar mais!
ru: Посмотри мои прогнозы и сделай свои по ссылке внизу. Проверим, кто наберет больше очков!

source: You’re all set for the next matchday – good luck!
fr: Tous vos pronos sont prêts pour la prochaine journée. Bonne chance!
it: Tutto pronto per la prossima giornata - buona fortuna!
pt: Está tudo pronto para a próxima jornada. Boa sorte!
ru: Все готово к ближайшему туру. Удачи!

source: See what {n} friends predicted
fr: Regardez comment {n} de vos connaissances ont effectué leurs pronostics
it: Guarda il pronostico di {n} amici
pt: Veja o que {n} amigos prognosticaram
ru: Посмотреть прогнозы от {n} друзей

source: See what {friend_name} predicted
fr: Regarder les pronostics de {friend_name}
it: Guarda il pronostico di {friend_name}
pt: Veja o que {friend_name} prognosticou
ru: Посмотреть прогноз от {friend_name}

source: {n} friends have made predictions
fr: {n} connaissances ont également donné leur pronostic
it: {n} amici hanno fatto un pronostico
pt: {n} amigos fizeram uma previsão
ru: Есть прогнозы от {n} друзей

source: {friend_name} has made a prediction
fr: {friend_name} a également donné son pronostic
it: {friend_name} ha fatto un pronostico
pt: {friend_name} fez uma previsão
ru: Есть прогноз от {friend_name}

source: Your friends' predictions
fr: Pronostics des connaissances
it: Pronostici degli amici
pt: Prognósticos dos amigos
ru: Прогнозы друзей

source: You’ll be able to see your friends’ predictions once this match kicks off
fr: Les pronostics d'autres joueurs et joueuses pour ce match s'afficheront après le coup d'envoi
it: I pronostici degli altri utenti per questa partita verranno mostrati dopo il calcio d'inizio
pt: Poderá ver os prognósticos dos seus amigos para este jogo após o apito inicial
ru: Посмотреть чужие прогнозы можно после стартового свистка

source: You predicted
fr: Tu as pronostiqué
it: Hai pronosticato
pt: Você prognosticou
ru: Твой прогноз

source: Head-to-head
fr: Face à face
it: Confronti diretti
pt: Confronto directo
ru: Личные встречи

source: Matchday points
fr: Points Journée
it: Punti giornata
pt: Pontos da Jornada
ru: Очки за тур

source: wins
fr: victoires
it: vittorie
pt: vitórias
ru: победы

source: No prediction yet
fr: Pas encore pronostiqué
it: Nessun pronostico ancora
pt: Nenhum prognóstico feito
ru: Прогноз не сделан

source: draws
fr: nuls
it: Pareggi
pt: empates
ru: Ничьи

source: Never miss a prediction deadline
fr: Ne manquez aucune date limite pour les pronostics
it: Non perderti nessuna scadenza per i tuoi pronostici
pt: Nunca falhe o prazo para os prognósticos
ru: Не забывай сделать прогнозы!

source: Turn on notifications
fr: Activer les notifications
it: Attiva le notifiche
pt: Ligar as notificações
ru: Включить уведомления

source: Prediction saved
fr: Pronostic enregistré
it: Pronostico salvato
pt: Prognóstico gravado
ru: Прогноз сохранен

source: Switched from {homeTeam} v {awayTeam}
fr: Changé à partir de {homeTeam} - {awayTeam}
it: Cambiato da {homeTeam} - {awayTeam}
pt: Alterado de {homeTeam} - {awayTeam}
ru: Бустер переставлен с матча {homeTeam} - {awayTeam}

source: You can turn on notifications at any time from your profile
fr: Vous pouvez activer les notifications à tout moment depuis votre profil
it: Puoi attivare le notifiche dal tuo profilo in qualsiasi momento
pt: Pode activar as notificações a qualquer altura no seu perfil
ru: Ты всегда можешь выключить уведомления у себя в профиле

source: Push notifications
fr: Notifications
it: Notifiche push
pt: Notificações "push"
ru: Push-уведомления

source: Next
fr: Suivant
it: Prossimo
pt: Próximo
ru: Дальше

source: Previous
fr: Précédent
it: Precedenti
pt: Anterior
ru: Назад

source: Your leagues will be updated once points are calculated
fr: Vos ligues seront mises à jour après le calcul des points
it: Le tue leghe verranno aggiornate una volta calcolati i punti
pt: As suas ligas serão actualizadas logo que os pontos sejam calculados.
ru: Твои лиги обновятся после подсчета очков

source: TBC
fr: à conf.
it: DA CONF.
pt: PC
ru: определится позже

source: Play {2x} booster
fr: Jouer le booster {2x}
it: Gioca {2x} il booster
pt: Utilizar a ajuda {2x}
ru: Поставить бустер {2x}

source: {2x} booster active
fr: {2x} booster activé
it: Booster {2x} attivato
pt: Ajuda {2x} activa
ru: Бустер {2x} поставлен

source: Switch {2x} booster
fr: Changer: {2x} booster
it: Cambia {2x} booster
pt: Trocar ajuda {2x}
ru: Переставить бустер {2x}

source: Your predictions are all set!
fr: Tes pronostics sont prêts
it: I tuoi pronostici sono pronti!
pt: Os seus prognósticos estão prontos!
ru: Все прогнозы готовы!

source: Your predictions are all set – but don’t forget to play your booster!
fr: Tes pronostics sont prêts, mais n'oublie pas de jouer ton booster
it: I tuoi pronostici sono pronti, ma non dimenticare di giocare il tuo booster!
pt: Os seus prognósticos estão prontos, mas não se esqueça de jogar a sua ajuda!
ru: Все прогнозы готовы. Только не забудь поставить бустер!

source: You're missing {n} predictions
fr: Il te manque {n} pronostics
it: Ti mancano {n} pronostici
pt: Tem {n} prognósticos em falta
ru: Не хватает {n} прогнозов

source: You're missing 1 prediction
fr: Il te manque un pronostic
it: Ti manca 1 pronostico
pt: Falta-lhe um prognóstico
ru: Не хватает 1 прогноза

source: All events predicted
fr: Tous les pronostics sont donnés
it: Tutti gli eventi pronosticati
pt: Todos os eventos prognosticados
ru: Прогнозы на все события готовы

source: Predict {n} more events
fr: Pronostique sur {n} événements supplémentaires
it: Pronostica {n} altri eventi
pt: Preveja mais {n} eventos
ru: Сделай прогноз еще на {n} события(-й)

source: Predict 1 more event
fr: Pronostique sur un événement supplémentaire
it: Pronostica 1 altro evento
pt: Faça mais um prognóstico
ru: Сделай прогноз еще на 1 событие

source: Predict all events for this match to maximise your points!
fr: Donne tous les pronostics possibles sur ce match pour marquer un maximum de points
it: Pronostica tutti gli eventi di questa partita per massimizzare i tuoi punti!
pt: Preveja todos os eventos para este jogo para maximizar os seus pontos!
ru: Сделай прогнозы на все события по этому матчу, чтобы набрать больше очков!

source: Log in to start predicting
fr: Connecte-toi pour commencer tes pronostics
it: Accedi per iniziare a pronosticare
pt: Inicie a sessão para começar a fazer prognósticos
ru: Войти и сделать прогнозы

source: Login to see your predictions
fr: Connecte-toi pour voir tes pronostics
it: Accedi per vedere i tuoi pronostici
pt: Inicie a sessão e veja os seus prognósticos
ru: Войти и посмотреть свои прогнозы

source: Select player
fr: Sélectionne un joueur
it: Seleziona giocatore
pt: Escolha o jogador
ru: Выбрать игрока

source: Double your score for 1 match
fr: Multiplie ton score par deux pour un match
it: Raddoppia il tuo punteggio per 1 partita
pt: Duplique a sua pontuação para um jogo
ru: Получи в два раза больше очков за 1 матч

source: Multiply your score for 1 match
fr: Multiplie ton score pour un match
it: Moltiplica il tuo punteggio per 1 partita
pt: Multiplique a sua pontuação para um jogo
ru: Умножь свои очки за 1 матч

source: Only displaying matches you can boost.
fr: Ne voir que les matches que je peux booster
it: Mostra solo le partite che puoi potenziare.
pt: Apenas são mostrados jogos onde pode usar a ajuda.
ru: Показываются только матчи, на которые ты можешь поставить бустер.

source: Details
fr: Voir plus
it: Dettagli
pt: Detalhes
ru: Подробнее

source: Live total:
fr: Total en direct:
it: Totale in diretta:
pt: Total em directo:
ru: Очки live:

source: Correct answer: {c}
fr: Réponse correcte: {c}
it: Risposta corretta: {c}
pt: Resposta correcta: {c}
ru: Верный ответ: {c}

source: Pts
it: Pti
ru: оч.

source: Result
fr: Résultat
it: Risultato
pt: Resultado
ru: Результат

source: Live
fr: Direct
it: Diretta
pt: Directo

source: Your score may change depending on the final result
fr: Ton score peut changer en fonction du résultat final
it: Il tuo punteggio può cambiare a seconda del risultato finale
pt: A sua pontuação pode mudar dependendo do resultado final
ru: Твой результат может поменяться в зависимости от финального счета

source: You’ve predicted all events for this match! What’s next?
fr: Vous avez pronostiqué tous les événements pour ce match! Et maintenant?
it: Hai pronosticato tutti gli eventi per questa partita! E adesso?
pt: Prognosticou todos os eventos para este jogo! O que se segue?

source: Predict {home} v {away}
fr: Pronostiquer {home} - {away}
it: Pronostica {home} - {away}
pt: Prognosticar {home} - {away}
ru: Сделать прогноз на матч {home} - {away}

source: Predictor
fr: Le Pronostiqueur
pt: Prognósticos

source: LIVE
fr: EN DIRECT
pt: DIRECTO

source: pt
ru: оч.

source: No first goalscorer
fr: Pas de premier buteur

source: {b}x
fr: x{b}
