Repository: Engagecraft-Solutions/predictor-ios-espn
Catalog: Sources/predictor/Assets/*.lproj/Localizable.strings
Languages: fr, it, pt, ru

source: ⚠ You’re missing 1 prediction for this matchday!
fr: ⚠ Il te manque 1 prono pour cette journée!
it: ⚠ Ti manca 1 pronostico per questa giornata!
pt: ⚠ Falta-lhe 1 prognóstico para esta jornada!
ru: ⚠ У тебя сделаны не все прогнозы на этот тур. Не хватает 1.

source: ⚠ You’re missing 1 prediction! Your score so far:
fr: ⚠ Il te manque 1 prono! Ton score jusqu'à présent:
it: ⚠ Ti manca 1 pronostico! Il tuo punteggio finora:
pt: ⚠ Falta-lhe 1 prognóstico! A sua pontuação até agora:
ru: ⚠ У тебя не сделан 1 прогноз. Твой результат:

source: Wow! You correctly predicted 1 score 🙌🏻
fr: Bien joué! tu as pronostiqué 1 score 🙌🏻
it: Wow! Hai pronosticato correttamente 1 risultato 🙌🏻
pt: Uau! Adivinhou correctamente 1 resultado 🙌🏻
ru: Класс! У тебя угадан результат 1 матча! 🙌🏻

source: You correctly predicted 1 result 🙌🏻
fr: Tu as pronostiqué correctement 1 résultat 🙌🏻
it: Hai pronosticato correttamente 1 risultato 🙌🏻
pt: Adivinhou correctamente 1 resultado 🙌🏻
ru: У тебя угадан исход 1 матча! 🙌🏻

source: Don’t miss a deadline!
fr: Ne manque aucune date limite!
it: Non perderti una scadenza!
pt: Não falhe o prazo!
ru: Будь на шаг впереди!

source: You’ll be able to predict this matchday soon...
fr: Tu seras bientôt en mesure de pronostiquer cette journée...
it: Potrai pronosticare questa giornata presto...
pt: Poderá fazer prognósticos para esta jornada brevemente...
ru: Скоро сможешь прогнозировать результаты этого тура...

source: You’ll be able to predict this matchday soon. Turn on notifications to get a reminder!
fr: Tu pourras bientôt pronostiquer cette journée. Active les notifications pour recevoir un rappel!
it: Potrai pronosticare questa giornata presto. Attiva le notifiche per ricevere un promemoria!
pt: Poderá fazer prognósticos para esta jornada brevemente. Ligue as notificações para receber um lembrete!
ru: Скоро сможешь прогнозировать результаты этого тура. Включи уведомления, и мы тебе напомним!

source: Play booster
fr: Jouer votre booster
it: Gioca il booster
pt: Jogar ajuda
ru: Поставить бустер

source: Predict now
fr: Faites vos pronostics
it: Pronostica ora
pt: Fazer prognósticos
ru: Сделать прогноз

source: You haven’t played your 2x booster yet!
fr: Vous n'avez pas encore joué votre booster {2x}!
it: Non hai ancora giocato il booster {2x}!
pt: Ainda não usou a sua ajuda {2x}!
ru: У тебя еще есть бустер {2x}!

source: ⚠ You’re missing {n} predictions for this matchday!
fr: ⚠ Il vous manque {n} pronos pour cette journée!
it: ⚠ Ti mancano {n} pronostici per questa giornata!
pt: ⚠ Faltam-lhe {n} prognósticos para esta jornada!
ru: ⚠ У тебя сделаны не все прогнозы на этот тур. Не хватает {n}.

source: ⚠ You’re missing {n} predictions! Your score so far:
fr: ⚠ Il vous manque {n} pronos! Votre score actuel:
it: ⚠ Ti mancano {n} pronostici! Il tuo punteggio finora:
pt: ⚠ Faltam-lhe {n} prognósticos! A sua pontuação até agora:
ru: ⚠ У тебя не сделано {n} прогнозов. Твой результат:

source: Don’t forget to play your booster this matchday!
fr: N'oubliez pas de jouer votre booster!
it: Non dimenticare di usare il tuo booster in questa giornata!
pt: Não se esqueça de utilizar a sua ajuda nesta jornada!
ru: Не забудь поставить бустер в этом туре!

source: You’re too late to play this time. You can still predict next matchday’s results!
fr: Il est trop tard pour cette journée. Mais vous pouvez déjà donner vos pronostics pour la prochaine!
it: Sei in ritardo per giocare questa volta. Puoi ancora pronosticare i risultati della prossima giornata!
pt: Demasiado tarde para jogar. Ainda pode prognosticar os resultados da próxima jornada!
ru: Ты не успел к началу этого тура. Но можешь прогнозировать результаты следующего!

source: You’re too late to play this time. Come back when the next set of fixtures are out!
fr: Il est trop tard pour cette journée. Revenez dès que les prochains matches seront dispos!
it: Sei in ritardo per giocare questa volta. Torna per la prossima serie di partite!
pt: Demasiado tarde para jogar. Regresse para a próxima ronda de jogos!
ru: Поздновато. Возвращайся перед следующим туром.

source: Excellent! You played your booster to perfection 😍
fr: Excellent ! Vous avez joué votre booster à la perfection😍
it: Eccellente! Hai giocato il tuo booster alla perfezione 😍
pt: Excelente! Usou a sua ajuda de forma perfeita 😍
ru: Отлично! Ты прекрасно разыграл бустер! 😍

source: Wow! You correctly predicted {n} scores 🙌🏻
fr: Bien joué! Vous avez pronostiqué {n} scores 🙌🏻
it: Wow! Hai pronosticato correttamente {n} risultati 🙌🏻
pt: Uau! Acertou {n} resultados 🙌🏻
ru: Класс! У тебя угаданы результаты {n} матчей! 🙌🏻

source: Nice! You doubled your points for this match 👍🏻
fr: Bravo! Votre booster vous a rapporté des points supplémentaires 👍🏻
it: Ottimo! Grazie al booster hai ottenuto punti extra 👍🏻
pt: Boa! A sua ajuda deu-lhe pontos extra 👍🏻
ru: Ммм! Бустер принес тебе дополнительные очки! 👍🏻

source: You correctly predicted {n} results 🙌🏻
fr: Vous avez pronostiqué correctement {n} résultats 🙌🏻
it: Hai pronosticato correttamente {n} risultati 🙌🏻
pt: Prognosticou correctamente {n} resultados 🙌🏻
ru: У тебя угаданы результаты {n} матчей! 🙌🏻

source: You’re in the top {n}% of all players this matchday 🙌🏻
fr: Dans le top {n}% de tous les joueurs et joueuses pour cette journée!
it: Sei nella top {n}% di tutti i giocatori in questa giornata 🙌🏻
pt: Faz parte dos {n}% de melhores jogadores desta jornada 🙌🏻
ru: Ты входишь в топ {n}% игроков в этом туре 🙌🏻

source: Who will lift the trophy? Guess the correct scoreline and win!
fr: Qui va brandir le trophée? Donnez le score exact et gagnez!
it: Chi alzerà il trofeo? Pronostica il risultato esatto e vinci!
pt: Quem vai erguer o troféu? Preveja o resultado correcto e ganhe!
ru: Кто возьмет кубок? Угадывай счет и выигрывай!

source: Achievements
fr: Réussites
it: Traguardi
pt: Conqusitas
ru: Достижения

source: None
fr: Néant
it: Nessuno
pt: Nenhum
ru: НИКТО

source: point
it: punteggio
pt: ponto
ru: очко

source: points
it: punti
pt: pontos
ru: очки

source: Guess right to score
fr: Devinez le score pour
it: Pronostica correttamente per totalizzare
pt: Acerte para pontuar
ru: за верный прогноз

source: W
fr: V
it: V
pt: V
ru: В

source: Last {n} matches
fr: {n} derniers matches
it: Ultime {n} partite
pt: Últimos {n} jogos
ru: Последние {n} матчей

source: L
fr: D
it: S
pt: D
ru: П

source: D
fr: N
it: P
pt: E
ru: Н

source: Create a league to challenge your friends!
fr: Créez une ligue pour défier vos connaissances!
it: Crea un campionato per sfidare i tuoi amici!
pt: Crie uma liga e desafie os seus amigos!
ru: Создай лигу и играй с друзьями!

source: Go to leagues
fr: Accéder aux ligues
it: Vai ai campionati
pt: Ir para ligas
ru: Лиги

source: Create league
fr: Créer une ligue
it: Crea campionato
pt: Criar liga
ru: Создать лигу

source: Got an invite code?
fr: Vous avez un code d'invitation?
it: Hai un codice?
pt: Tem um código de convite?
ru: Тебя пригласили?

source: Enter the code here
fr: Entrez votre code ici
it: Inserisci il codice qui
pt: Introduza aqui o código
ru: Введи код лиги

source: Do you want to join?
fr: Voulez-vous la rejoindre?
it: Vuoi unirti?
pt: Quer juntar-se?
ru: Принять приглашение?

source: Yes, join
fr: Oui, rejoindre
it: Sì, unisciti
pt: Sim, juntar-me
ru: Да, принять

source: No, decline
fr: Non, merci
it: No, rifiuta
pt: Não, recusar
ru: Нет, отказаться

source: Load more
fr: En voir plus
it: Carica altro
pt: Carregar mais
ru: Загрузить еще

source: Overall
fr: Général
it: Generale
pt: Total
ru: Итого

source: League name
fr: Nom de la ligue
it: Nome campionato
pt: Nome da liga
ru: Название лиги

source: Done
fr: OK
it: Fatto
pt: Feito
ru: Готово

source: Invite friends to your league
fr: Invitez des connaissances à rejoindre votre ligue!
it: Invita gli amici al tuo campionato
pt: Convide amigos para a sua liga
ru: Пригласи друзей в лигу!

source: League settings
fr: Paramètres de la ligue
it: Impostazioni campionato
pt: Definições da liga
ru: Настройки лиги

source: {count} members
fr: {{count}} membres
it: {{count}} partecipanti
pt: {{count}} membros
ru: Участники: {{count}}

source: Rank
fr: Classement
it: Classifica
pt: Posição
ru: Место

source: Points
it: Punti
pt: Pontos
ru: Очки

source: Didn't play
fr: N'a pas joué
it: Non ha giocato
pt: Não jogou
ru: Не играл

source: Not playing
fr: N'a pas joué
it: Non ha ancora giocato
pt: Ainda não jogou
ru: Еще не играл

source: (You)
fr: (Vous)
it: (Tu)
pt: (Você)
ru: (Ты)

source: No other members
fr: Pas d'autres membres
it: Nessun altro partecipante
pt: Não há mais membros
ru: Пока в этой лиге только ты

source: members
fr: membres
it: partecipanti
pt: membros
ru: участника(ов)

source: Public leagues
fr: Ligues publiques
it: Campionati pubblici
pt: Ligas públicas
ru: Публичные лиги

source: Private leagues
fr: Ligues privées
it: Campionati privati
pt: Ligas privadas
ru: Частные лиги

source: Join a league
fr: Rejoindre une ligue
it: Unisciti a un campionato
pt: Juntar-se a uma liga
ru: Вступить в лигу

source: Create a league
fr: Créer une ligue
it: Crea un campionato
pt: Criar uma liga
ru: Создать лигу

source: Invite your friends
fr: Invitez vos connaissances
it: Invita i tuoi amici
pt: Convide os seus amigos
ru: Пригласить друзей

source: Want to join my Predictor League? Use the code {code} or the link below. Bring it on!
fr: Tu veux rejoindre ma ligue Pronostiqueur? Utilise le code: {{code}}, ou clique sur ce lien ci-dessous. À toute!
it: Vuoi unirti al mio Campionato Predictor? Usa il codice {code} o il seguente link. Fatti avanti!
pt: Quer juntar-se à minha liga dos Prognósticos? Use este código {{code}} ou a ligação abaixo. Vamos lá!
ru: Вступай в мою лигу Predictor! Воспользуйся кодом {code} или ссылкой ниже. Посмотрим, кто круче!

source: League code
fr: Code de la ligue
it: Codice campionato
pt: Código da liga
ru: Код лиги

source: Your friends can use this code to join your league.
fr: Vos connaissances peuvent entrer ce code pour rejoindre votre ligue.
it: I tuoi amici possono utilizzare questo link per unirsi alla tua lega.
pt: Os seus amigos podem usar este código para se juntar à sua liga
ru: Твои друзья могут вступить в лигу при помощи этого кода.

source: Copied to clipboard!
fr: Copié dans le presse-papiers!
it: Copiato negli appunti!
pt: Copiado para a área de transferência!
ru: Скопировано!

source: League link
fr: Lien de la ligue
it: Link campionato
pt: Ligação da liga
ru: Ссылка на лигу

source: Your friends can use this link to join your league.
fr: Vos connaissances peuvent utiliser ce lien pour rejoindre votre ligue.
it: I tuoi amici possono utilizzare questo link per unirsi alla tua lega.
pt: Os seus amigos podem usar esta ligação para juntar-se à sua liga.
ru: Твои друзья могут вступить в лигу по этой ссылке.

source: You can share your league via messaging apps.
fr: Vous pouvez partager votre ligue sur les applications de messagerie
it: Puoi condividere il tuo campionato tramite le app di messaggistica.
pt: Pode partilhar a sua liga através de apps de mensagens.
ru: Ты можешь поделиться ссылкой на лигу через мессенджер.

source: Share league
fr: Partager la ligue
it: Condividi campionato
pt: Partilhar a liga
ru: Поделиться ссылкой

source: No other members for now
fr: Pas d'autres membres pour l'instant
it: Nessun altro partecipante al momento
pt: Não há mais membros por agora
ru: Пока в этой лиге только ты

source: To invite friends to this league, share the code
fr: Pour inviter des connaissances à cette ligue, partagez ce code
it: Per invitare amici a questo campionato, condividi questo codice
pt: Partilhe o código para convidar amigos para esta liga
ru: Отправь этот код друзьям, чтобы пригласить их в лигу

source: Share
fr: Partager
it: Condividi
pt: Partilhar
ru: Поделиться

source: Manage league
fr: Gérer la ligue
it: Gestisci campionato
pt: Gerir a liga
ru: Управлять лигой

source: Invite friends
fr: Inviter des connaissances
it: Invita amici
pt: Convidar amigos
ru: Пригласить друзей

source: View League
fr: Voir la ligue
it: Guarda campionato
pt: Ver liga
ru: Посмотреть лигу

source: Compete against your friends
fr: Affrontez vos connaissances
it: Sfida gli amici
pt: Compita contra os seus amigos
ru: Играй с друзьями!

source: Who’s got the best prediction skills? Create or join a league to find out!
fr: Qui connaît le ballon ici ? Créez ou rejoignez une ligue pour le savoir!
it: Chi è più bravo con i pronostici? Crea un campionato, oppure unisciti, e scoprilo!
pt: Quem é o melhor a fazer prognósticos? Crie ou junte-se a uma liga para descobrir!
ru: Кто лучше всех знает футбол? Создай свою лигу или вступи в чужую, чтобы выяснить!

source: Points breakdown
fr: Détails des points
it: Analisi punti
pt: Pontos discriminados
ru: Разбивка результата

source: Scoreline points
fr: Points de score
it: Punti risultato
pt: Quadro de pontuação
ru: Очки за счет

source: You
fr: Vous
it: Tu
pt: Você
ru: Ты

source: Extra points
fr: Points en plus
it: Punti extra
pt: Pontos extra
ru: Бонусные очки

source: {2x} booster played
fr: Booster {2x} joué
it: Potenziamento {2x} utilizzato
pt: Ajuda {2x} utilizada
ru: Бустер {2x} использован

source: 2x booster played
fr: Booster x2 joué
it: Potenziamento 2x utilizzato
pt: Ajuda 2x utilizada
ru: Бустер 2x использован

source: Live points
fr: Points en direct
it: Punti in diretta
pt: Pontos em directo
ru: Очки live

source: These points are provisional and may change depending on the final result.
fr: Ces points son provisoires et dépendent du résultat final.
it: Questi punti sono provvisori e possono cambiare in base al risultato finale.
pt: Estes pontos são provisórios e podem mudar dependendo do resultado final.
ru: Может поменяться в зависимости от итогового результата матчей.

source: Total points
fr: Total des points
it: Punti totali
pt: Total de pontos
ru: Всего очков

source: pts
it: pti
ru: оч.

source: Your score so far
fr: Votre score jusqu'à présent
it: Il tuo punteggio finora
pt: A sua pontuação até agora
ru: Твой результат

source: You're in position {pos} of {ttl} players
fr: Votre classement: {pos} sur {ttl} joueurs et joueuses
it: Occupi la posizione {pos} su {ttl} giocatori
pt: Está na posição {pos} entre {ttl} jogadores
ru: {pos}-й из {ttl} в мировом зачете

source: Latest points
fr: Derniers points
it: Ultimi punti
pt: Pontos mais recentes
ru: Последние очки

source: Score points by predicting the following
fr: Marquez de points en pronostiquant ce qui suit
it: Guadagna punti pronosticando questo
pt: Some pontos prognosticando o seguinte
ru: За что дают очки

source: How to score points
fr: Comment marquer des points
it: Come fare punti
pt: Como somar pontos
ru: Как начисляются очки

source: Bonus points
fr: Points bonus
it: Punti bonus
pt: Pontos bónus
ru: Бонусные очки

source: *Knockout stages
fr: *Phase à élimination directe
it: *Fasi a eliminazione diretta
pt: *Fase a eliminar
ru: *Плей-офф

source: For more info, read the Predictor rules
fr: Plus pour d'info, lisez les règles du Pronostiqueur.
it: Per maggiori informazioni, leggi il regolamento Predictor
pt: Para mais informações, leia as regras do Prognósticos
ru: Подробнее читай в правилах Predictor

source: Your live score:
fr: Vos score en direct:
it: Il tuo punteggio live:
pt: A sua pontuação em directo:
ru: Твои очки live:

source: No prediction made
fr: Aucun pronostic donné
it: Nessun pronostico effettuato
pt: Nenhum prognóstico feito
ru: Нет прогноза

source: Excellent!
it: Eccellente!
pt: Excelente!
ru: Отлично!

source: Popular predictions
fr: Pronostics populaires
it: Pronostici popolari
pt: Prognósticos populares
ru: Популярные прогнозы

source: Save prediction
fr: Enregistrer le pronostic
it: Salva pronostico
pt: Gravar prognóstico
ru: Сохранить прогноз

source: Predictions
fr: Pronostics
it: Pronostici
pt: Prognósticos
ru: Прогнозы

source: Leagues
fr: Ligues
it: Campionati
pt: Ligas
ru: Лиги

source: Scoring System
fr: Comment marquer des points.
it: Come fare punti
pt: Como somar pontos
ru: Как начисляются очки

source: Rules
fr: Règles
it: Regolamento
pt: Regras
ru: Правила

source: Play now
fr: Jouer maintenant
it: Gioca adesso
pt: Jogar agora
ru: Играть

source: Login to play
fr: Connectez-vous pour jouer
it: Accedi per giocare
pt: Entre para jogar
ru: Войти и играть

source: Try as guest
fr: Tester en invité ou invitée
it: Prova come ospite
pt: Experimentar como convidado
ru: Войти как гость

source: Presented by
fr: Présenté par
it: Offerto da
pt: Apresentado por
ru: Представляет

source: No, Cancel
fr: Non, annuler
it: No, cancella
pt: Não, cancelar
ru: Нет, отменить

source: Yes
fr: Oui
it: Sì
pt: Sim
ru: Да

source: {user} invited you to join the league {name}
fr: {user} vous envoie une invitation pour rejoindre la ligue {name}
it: {user} ti ha invitato ad unirti al campionato {name}
pt: {user} convidou-o para juntar-se à liga {name}
ru: {user} пригласил тебя в лигу {name}

source: Delete league
fr: Supprimer la ligue
it: Cancella campionato
pt: Apagar liga
ru: Удалить лигу

source: Leave league
fr: Quitter la ligue
it: Lascia campionato
pt: Sair da liga
ru: Покинуть лигу

source: Are you sure you want to delete this league?
fr: Voulez-vous vraiment supprimer cette ligue?
it: Sei sicuro di voler cancellare questo campionato?
pt: Tem a certeza que quer apagar esta liga?
ru: Ты точно хочешь удалить лигу?

source: Are you sure you want to leave this league
fr: Voulez-vous vraiment quitter cette ligue?
it: Sei sicuro di voler lasciare questo campionato?
pt: Tem a certeza que quer sair desta liga?
ru: Ты точно хочешь покинуть лигу?

source: Yes, delete
fr: Oui, effacer
it: Sì, cancella
pt: Sim, apagar
ru: Удалить

source: Yes, leave
fr: Oui, quitter
it: Sì, lascia
pt: Sim, sair
ru: Покинуть

source: Today
fr: Aujourd'hui
it: Oggi
pt: Hoje
ru: Сегодня

source: Tomorrow
fr: Demain
it: Domani
pt: Amanhã
ru: Завтра

source: AET:
fr: a.p. :
it: DTS:
pt: AP:
ru: ДВ:

source: ET:
fr: Prol:
it: TS:
pt: PRO:
ru: ДВ:

source: FT:
fr: Fin
it: Finale
pt: F:
ru: КОН:

source: (ET)
fr: (Prol.)
it: (TS)
pt: (PRO)
ru: (ДВ)

source: Live now
fr: En direct
it: In diretta adesso
pt: Em directo agora
ru: Сейчас

source: Abandoned
fr: Arrêté
it: Sospesa
pt: Abandonado
ru: Прекращен

source: Postponed
fr: Reporté
it: Rinviata
pt: Adiado
ru: Перенесен

source: Canceled
fr: Annulé
it: Annullata
pt: Cancelado
ru: Отменен

source: Suspended
fr: Suspendu
it: Sospesa
pt: Suspenso
ru: Приостановлен

source: Coming soon
fr: Prochainement
it: Prossimamente
pt: Brevemente
ru: Скоро

source: Coming soon... Predict Champions League results – and get points for first scorer!
fr: Bientôt... Pronostiquez les résultats de la Champions League et marquez des points en devinant le premier buteur!
it: Prossimamente... Indovina i risultati della Champions League e ottieni punti per il primo marcatore!
pt: Brevemente... Preveja os resultados da Champions League e ganhe pontos por adivinhar quem marca primeiro!
ru: Уже скоро... Угадывай результаты Лиги чемпионов и получай дополнительные очки за автора первого гола!

source: Predict every Champions League result – how many will you get right?
fr: Pronostiquez tous les résultats de la Champions League. Combien en aurez-vous de juste?
it: Pronostica tutti i risultati della Champions League – quanti ne indovinerai?
pt: Preveja todos os resultados da Champions League - em quantos vai acertar?
ru: Предсказывай результаты всех матчей Лиги чемпионов! Сколько угадаешь?

source: Start predicting
fr: Commencez à pronostiquer
it: Inizia a pronosticare
pt: Comece a fazer os prognósticos
ru: Сделать прогнозы

source: {n} missing
fr: {n} manquant(s)
it: {n} mancanti
pt: {n} em falta
ru: Не хватает {n}

source: Complete predictions
fr: Terminez vos pronostics
it: Completa pronostici
pt: Complete os prognósticos
ru: Доделать прогнозы

source: Your live score for this matchday:
fr: Votre score en direct pour cette journée:
it: Il tuo punteggio in diretta per questa giornata:
pt: A sua pontuação em directo para esta jornada:
ru: Твой результат live в этом туре:

source: View predictions
fr: Voir pronostics
it: Visualizza pronostici
pt: Ver prognósticos
ru: Посмотреть прогнозы

source: Your score for this matchday:
fr: Votre score pour cette journée:
it: Il tuo punteggio per questa giornata:
pt: A sua pontuação para esta jornada:
ru: Твой результат в этом туре:

source: Your score for the matchday:
fr: Votre score pour la journée:
it: Il tuo punteggio di giornata:
pt: A sua pontuação para a jornada:
ru: Твой результат в этом туре:

source: Points calculation:
fr: Calcul des points:
it: Calcolo punti:
pt: Cálculo de pontos:
ru: Считаем очки!

source: In progress
fr: En cours
it: In corso
pt: Em curso
ru: Подожди, пожалуйста

source: {n} predictions missing
fr: {n} pronos manquants
it: {n} pronostici mancanti
pt: {n} prognósticos em falta
ru: Не хватает {n}

source: More matches are coming, come back on {{date}} for the next round.
fr: On attend les prochains matches, revenez le {{date}} pour le prochain tour.
it: Ci sono altre partite in arrivo, torna il {{date}} per il prossimo turno.
pt: Mais jogos em breve. Regresse a {{date}} para a próxima ronda.
ru: Скоро новые матчи. Возвращайся {{date}} перед следующим туром.

source: More matches are coming, check back later!
fr: On attend les prochains matches, revenez plus tard!
it: Altre sfide in arrivo, controlla più tardi!
pt: Mais jogos aproximam-se, por isso verifique mais tarde!
ru: Впереди еще матчи. Зайди попозже!

source: Quick share
fr: Partage rapide
it: Condivisione veloce
pt: Partilha rápida
ru: Поделиться

source: Challenge your friends
fr: Défiez vos connaissances
it: Sfida i tuoi amici
pt: Desafie os seus amigos
ru: Брось вызов друзьям

source: Who's got the best prediction skills? Log in and create a league to find out!
fr: Qui connaît le ballon ici? Connectez-vous pour créer une ligue avec vos connaissances et – enfin – démontrer qui est au top!
it: Chi ha le migliori abilità di pronostico? Accedi e crea un campionato per scoprirlo!
pt: Quem é o melhor no Prognósticos? Entre agora e crie uma liga para descobrir!
ru: Кто лучше всех знает футбол? Войди, чтобы создать лигу и выяснить.

source: Log in now
fr: Connectez-vous
it: Accedi ora
pt: Entre agora
ru: Войти

source: Share your predictions
fr: Partagez vos pronostics
it: Condividi i tuoi pronostici
pt: Partilhe os seus prognósticos
ru: Поделись прогнозами

source: Add to story
fr: Ajouter à la story
it: Aggiungi a storia
pt: Adicionar à história
ru: Добавить в сторис

source: Save image
fr: Sauvegarder l'image
it: Salva immagine
pt: Gravar imagem
ru: Сохранить картинку

source: Choose a format
fr: Choisir un format
it: Scegli un format
pt: Escolha um formato
ru: Выбери формат

source: The picture couldn’t be saved
fr: L'image n'a pu être sauvegardée
it: L'immagine non può essere salvata
pt: Não foi possível gravar a imagem
ru: Не удалось сохранить картинку.

source: Saved to photos
fr: Sauvegardé dans les photos
it: Salvata in foto
pt: Guardado em fotos
ru: Сохранено в фото

source: You need to allow access to your photos in order to save your bracket as an image
fr: Vous devez autoriser l'accès à vos photos afin d'enregistrer votre tableau sous forme d'image
it: Devi acconsentire l'accesso alle tue foto per salvare il tuo bracket come immagine
pt: Precisa de autorizar o acesso às suas fotos para gravar o seu bracket como uma imagem
ru: Чтобы сохранить прогноз в виде графики, надо разрешить доступ к твоим фото

source: You didn’t allow permissions
fr: Vous n'avez pas donné les autorisations
it: Non hai acconsentito
pt: Não autorizou as permissões
ru: Нет доступа

source: Go to settings
fr: Aller aux réglages
it: Vai a impostazioni
pt: ir para as definições
ru: Открыть настройки
